[
  {"q": "Il segreto per andare avanti è cominciare.", "a": "Mark Twain"},
  {"q": "Non aspettare. Il momento non sarà mai perfetto.", "a": "Napoleon Hill"},
  {"q": "Chi cammina piano va lontano e va sano.", "a": "Proverbio italiano"},
  {"q": "Il corpo raggiunge ciò che la mente crede.", "a": "Anonimo"},
  {"q": "Mens sana in corpore sano.", "a": "Giovenale"},
  {"q": "La mente è tutto. Sei ciò che pensi.", "a": "Buddha"},
  {"q": "Un passo dopo l'altro, e la montagna è vinta.", "a": "Proverbio"},
  {"q": "Il movimento è vita. La vita è movimento.", "a": "Joseph Pilates"},
  {"q": "Fai ogni giorno qualcosa che non sai fare.", "a": "Eleanor Roosevelt"},
  {"q": "Il successo è la somma di piccoli sforzi ripetuti ogni giorno.", "a": "Robert Collier"},
  {"q": "Cammina come se stessi baciando la Terra con i tuoi piedi.", "a": "Thich Nhat Hanh"},
  {"q": "La salute è la vera ricchezza, non l'oro.", "a": "Mahatma Gandhi"},
  {"q": "Ogni grande viaggio inizia con un solo passo.", "a": "Lao Tzu"},
  {"q": "La forza non viene dalla vittoria. Viene dalla lotta.", "a": "Arnold Schwarzenegger"},
  {"q": "Non è la montagna che dobbiamo conquistare, ma noi stessi.", "a": "Edmund Hillary"},
  {"q": "Il corpo è il tuo tempio. Prenditi cura di esso.", "a": "Astrid Alauda"},
  {"q": "Corri quando puoi, cammina se devi, striscia se serve. Ma non fermarti mai.", "a": "Dean Karnazes"},
  {"q": "La vita non è aspettare che la tempesta passi, è imparare a ballare sotto la pioggia.", "a": "Vivian Greene"},
  {"q": "Quello che non ti uccide ti rende più forte.", "a": "Friedrich Nietzsche"},
  {"q": "Il viaggio di mille miglia inizia con un singolo passo.", "a": "Lao Tzu"},
  {"q": "Sii il cambiamento che vuoi vedere nel mondo.", "a": "Mahatma Gandhi"},
  {"q": "La disciplina è fare ciò che sai debba essere fatto, anche quando non ne hai voglia.", "a": "Anonimo"},
  {"q": "Non smettere quando sei stanco. Smetti quando hai finito.", "a": "Anonimo"},
  {"q": "La differenza tra ordinario e straordinario è quel piccolo extra.", "a": "Jimmy Johnson"},
  {"q": "Il modo più veloce per cambiare il tuo stato d'animo è muovere il corpo.", "a": "Tony Robbins"},
  {"q": "Ogni mattina sei tu a decidere come affrontare la giornata.", "a": "Anonimo"},
  {"q": "Il tempo che dedichi al tuo corpo è un investimento, non una spesa.", "a": "Anonimo"},
  {"q": "Pensa in grande, inizia in piccolo, agisci ora.", "a": "Anonimo"},
  {"q": "Non è mai troppo tardi per diventare ciò che avresti potuto essere.", "a": "George Eliot"},
  {"q": "La chiarezza arriva quando smetti di evitare il momento presente.", "a": "Anonimo"},
  {"q": "Ogni passo che fai oggi è un passo lontano da ieri.", "a": "Anonimo"},
  {"q": "Il corpo va dove va la mente.", "a": "Bill Bowerman"},
  {"q": "La semplicità è la sofisticazione suprema.", "a": "Leonardo da Vinci"},
  {"q": "Inizia da dove sei, usa quello che hai, fai quello che puoi.", "a": "Arthur Ashe"},
  {"q": "Non cercare ispirazione. Vai a lavorare.", "a": "Chuck Close"},
  {"q": "Il coraggio non è assenza di paura, ma il giudizio che qualcos'altro è più importante.", "a": "Ambrose Redmoon"},
  {"q": "Agire è la cosa più grande. Pensare troppo è il nemico.", "a": "Anonimo"},
  {"q": "Il tuo corpo può sopportare quasi tutto. È la tua mente che devi convincere.", "a": "Anonimo"},
  {"q": "La costanza batte il talento quando il talento non è costante.", "a": "Anonimo"},
  {"q": "Ogni momento che passi a migliorarti non è tempo perso.", "a": "Anonimo"},
  {"q": "La più grande gloria non è non cadere mai, ma rialzarsi ogni volta che si cade.", "a": "Confucio"},
  {"q": "Non confrontare la tua via con quella degli altri. La tua via è unica.", "a": "Anonimo"},
  {"q": "Sii duro con te stesso, gentile con gli altri.", "a": "Anonimo"},
  {"q": "Il corpo segue la mente. La mente segue l'abitudine.", "a": "Anonimo"},
  {"q": "Ogni giorno fai qualcosa che ti rende orgoglioso.", "a": "Anonimo"},
  {"q": "La cura di sé non è egoismo. È necessità.", "a": "Anonimo"},
  {"q": "Respira. Questo momento è tutto ciò che hai.", "a": "Anonimo"},
  {"q": "Il progresso, non la perfezione.", "a": "Kimberly Quinn"},
  {"q": "Non aspettare che le cose cambino. Sii tu il cambiamento.", "a": "Anonimo"},
  {"q": "Il dolore di oggi è la forza di domani.", "a": "Arnold Schwarzenegger"}
]
